Repository: phandydenii/PHANDY
Catalog: SCHOOL_MANAGEMENT_SYSTEM/App_GlobalResources/Content.*.resx
Languages: km

source: Account
km: គណនេយ្យ

source: Booking
km: កក់

source: Check In
km: ចូលស្នាក់នៅ

source: Check Out
km: រើចេញ

source: Expense
km: ចំណាយ

source: Guest
km: ភ្ញៀវ

source: Home
km: ទំព័រដើម

source: Income
km: ចំណូល

source: Item
km: សម្ភារៈ

source: Manage Book
km: គ្រប់គ្រងការកក់

source: Manage ​Check In
km: គ្រប់គ្រងការស្នាក់នៅ

source: Manage Guest
km: គ្រប់គ្រងភ្ញៀវ

source: Manage​ Item
km: គ្រប់គ្រងសម្ភារៈ

source: Manage Other Expense
km: គ្រប់គ្រងចំណាយផ្សេងៗ

source: Manage Payment
km: គ្រប់គ្រងការបង់ថ្លៃស្នាក់នៅ

source: Manage Room
km: គ្រប់គ្រងបន្ទប់

source: Manage Staff
km: គ្រប់គ្រងបុគ្គលិក

source: New User
km: អ្នកប្រើប្រាស់ថ្មី

source: Other Expense
km: ចំណាយផ្សេងៗ

source: Payment
km: បង់ប្រាក់

source: Pay Slip
km: បើកប្រាក់ខែ

source: Proccess
km: ប្រត្តិបត្តការណ៍

source: Report
km: របាយការណ៍

# RL
source: ROSELANY APARTMENT
km: រ៉ូសឡានីអាផាតម៉ិន

source: Room
km: បន្ទប់

source: Salary
km: ប្រាក់ខែបុគ្គលិក

source: Set Up
km: តម្លើង

source: Staff
km: បុគ្គលិក

source: Total Book
km: សរុបចំនូនកក់

source: Total Check In
km: សរុបចំនួនស្នាក់នៅ

source: Total Guest
km: សរុបចំនួនភ្ញៀវ

source: Total Item
km: សរុបចំនួនសម្ភារៈ

source: Total Room
km: សរុបចំនួនបន្ទប់

source: Total Staff
km: សរុបចំនួនបុគ្គលិក

source: User
km: អ្នកប្រើប្រាស់

source: Confirm​​ Password
km: បញ្ជាក់លេខសម្ងាត់

source: Email
km: អ៊ីម៉ែល

source: Login
km: ចូលប្រើប្រាស់ប្រព័ន្ធ

source: Password
km: លេខសម្ងាត់

source: Assige Role To
km: កំណត់សិទ្ធទៅលើកគណនីឈ្មោះ

source: Full Name
km: កោត្តនាម និងនាម

# RegisterNewAccount
source: Regirster New Account
km: បង្កើតគណនីថ្មី

source: Sex
km: ភេទ

source: User Role Management
km: គ្រប់គ្រងសិទ្ធរបស់អ្នកប្រើប្រាស់

source: Add Item To Room
km: បន្ថែមសម្ភារៈចូលបន្ទប់

source: Book
km: កក់បន្ទប់

source: Manage Floor
km: គ្រប់គ្រងជាន់

source: Manage Room Type
km: គ្រប់គ្រងប្រភេទបន្ទប់

# RAMS
source: ROSELANY APARTMENT MANAGEMENT SYSTEM
km: ប្រព័ន្ធគ្រប់គ្រង អាផាតម៉ិន រ៉ូសឡានី

source: Room Detail
km: ពត៌មានបន្ទប់លំអិត

# TotalBooking
source: Booking
km: សរុបកក់រួច

# TotalRoomBlock
source: Block
km: សរុបបន្ទប់ខូច

# TotalRoomFree
source: Free
km: សរុបបន្ទប់ទំនេរ

source: Action
km: សកម្មភាព

source: Add Item
km: បន្ថែមសម្ភារៈ

source: Add New
km: បន្ថែម

source: Address
km: អាស័យដ្ឋាន

source: All
km: ទាំងអស់

source: Amount
km: ចំនួនទឹកប្រាក់

source: Block
km: បិទបន្ទប់

source: Booking Date
km: ថ្ងៃកក់

source: Cancel
km: បោះបង់

source: Cancel​ Booking
km: បោះបង់ការកក់

source: CheckInDate
km: ថ្ងៃចូលស្នាក់នៅ

source: Date
km: កាលបរិច្ឆេទ

source: Delete
km: លុប

source: Description
km: បរិយាយ

# DOB
source: Date Of Birth
km: ថ្ងៃខែឆ្នាំកំណើត

source: Edit
km: កែប្រែ

source: End Date
km: ដល់ថ្ងៃ

source: Expense Type
km: ប្រភេទចំណាយ

source: Expire
km: ផុតកំណត់

source: Expire Date
km: ថ្ងៃផុតកំណត់

source: History
km: ប្រវត្តស្នាក់នៅរបស់ភ្ញៀវ

source: Manage Check Out
km: គ្រប់គ្រងការរើចេញ

source: Manage Expense Type
km: គ្រប់គ្រងប្រភេទចំណាយ

source: Manage Position
km: គ្រប់គ្រងតូនាទី

source: Name
km: ឈ្មោះ

# NameKh
source: Name Khmer
km: ឈ្មោះជាភាសាខ្មែរ

source: New Expense
km: ចំណាយថ្មី

source: New Staff
km: បន្ថែមបុគ្គលិក

source: No
km: លេខរៀង

source: Note
km: ចំណាំ

source: Phone
km: លេខទូរសព្ទ

source: Position
km: តួនាទី

source: Pre-Paid
km: បង់មុន

source: Price
km: តម្លៃ

source: Return Amount
km: ប្រាក់បង្វិលវិញ

source: Room No
km: លេខបន្ទប់

source: Room Type
km: ប្រភេទបន្ទប់

source: Save
km: រក្សាទុក

source: Search
km: ស្វែងរក

source: Service Charge
km: បង់ថ្លៃសេវា

source: SSN
km: លេខអត្តសញ្ញាណប័ណ្ណ

source: Start Date
km: ចាប់ពីថ្ងៃ

source: Status
km: ស្ថានភាព

source: Total
km: សរុប

source: Total Payment
km: សរុបប្រាក់ត្រូវបង់

source: UnBlock
km: បើកបន្ទប់

source: Update
km: កែប្រែរ

source: Update Booking
km: កែប្រែរពត៌មានកក់

source: Update Guest
km: កែប្រែរពត៌មានភ្ញៀវ

source: Print Invoice
km: ចេញវិក័យបត្រ

source: Update Payment
km: កែប្រែរទិន្នន័យបង់ថ្លៃស្នាក់នៅ

source: Manage E​xchane Rate
km: គ្រប់គ្រងអត្រាប្តូរប្រាក់

# ManageWEPrice
source: Manage Water Electric Price
km: កំណត់តម្លៃទឹកភ្លើង

source: Log Out
km: ចាកចេញ

source: Block​ Room
km: បិទបន្ទប់

source: Building
km: អគារ

source: Exchange​ Rate
km: អត្រាប្តូរប្រាក់

source: Floor
km: ជាន់

source: Pay Next ​Month
km: បង់ប្រាក់ខែបន្ទាប់

source: Room Key
km: សោបន្ទប់

source: Room Price
km: តម្លៃបន្ទប់

# RoomTypeKh
source: Room Type Khmer
km: ប្រភេទបន្ទប់ជាភាសាខ្មែរ

source: Preview
km: បង្ហាញ

source: Nationality
km: សញ្ជាតិ

source: Passport
km: លិខិតឆ្លងដែន

source: Pay Dollar
km: សាច់ប្រាក់ដុល្លា

# PayRiel
source: Pay Reil
km: សាច់ប្រាក់រៀល

source: Child
km: ក្មេង

source: Electric Start Record
km: លេខកុងទ័រភ្លើង

source: Man
km: បុរស

source: Pay for Room
km: បង់ថ្លៃបន្ទប់

source: Water Start Record
km: លេខកុងទ័រទឹក

source: Woman
km: ស្រ្តី

source: Total Room Price
km: សរុបថ្លៃបន្ទប់

# EEndRecord
source: Electric End Record
km: គីឡូភ្លើងថ្មី

source: Total Electric
km: សរុបថ្លៃភ្លើង

source: Total Payment Riel
km: សរុបប្រាក់ត្រូវបង់ជារៀល

source: Total Water
km: សរុបថ្លៃទឹក

# WEndRecord
source: Water End Record
km: គីឡូទឹកថ្មី

source: Copyright
km: រក្សាសិទ្ធ

# PrepareBy
source: PREPARE BY BBU STUDENT
km: រៀបចំដោយ ក្រុមនិស្សិតសាកលវិទ្យាល័យបៀលប្រាយ

source: From Date
km: ចាប់ពីថ្ថៃ

source: To Date
km: ដល់ថ្ថៃ

source: Female
km: ស្ត្រី

source: Male
km: ប្រុស

source: Photo
km: រូបភាព

source: Grand Total
km: សរុប

source: Grand Total Riel
km: សរុបប្រាក់រៀល

# ChangeRoom
source: Change
km: ប្តូរបន្ទប់

source: Electric Price
km: ថ្លៃភ្លើង

source: Water Price
km: ថ្លៃទឹក

source: Close
km: បិទ

source: Manage Payslip
km: គ្រប់គ្រងការបើកប្រាក់ខែ

source: Bonus
km: ប្រាក់លើកទឹកចិត្ត

source: Penanty
km: ពិន័យ

source: Vat
km: ពន្ធ

source: Total Salaray
km: សរុបប្រាក់ខែ

source: Attache Invoice
km: ភ្ជាប់វិក័យបត្រ
